import numpy as np

arr_smm = ["*qwerwqer*\n\n"
           "*Опыт работы*: 4-й год\n\n"
           "*Соцсети*: Instagram, Facebook, Вконтакте\n\n" 
           "*Услуги*:\nКомплексное ведение контента (тексты+фото/видео), Настройка таргетированной рекламы, Написание стратегии продвижения, Продажи, полный цикл интернет маркетинга \n\n" 
           "*Ниши*:\nОдежда, спорт клубы, фастфуд, рестораны премиум класса\n\n" 
           "[Портфолио](https://gooseygel.wixsite.com/resume-portfolio/кейсы)\n\n"
           "*Примерная стоимость*:\nТаргетинг от 15к\n"
           "Комплексное ведение ИГ + Таргет от 25к\n"
           "Полное маркетинговое продвижение продукта - от 50к\n"
           "Дизайн сопровождение бренда от 15к\n\n" 
           "*Контакты*:\n[Instagram](instagram.com/gooseygel)\n"
           "[Телеграм](https://t.me/qeqrwe)\n\n" 
           "*О специалисте*:\nПуть в маркетинге началась с позиции помощника креативного директора в…17 лет:) Без мам, пап и родственников 😂 Я любитель интересных проектов и не буду заниматься тем, что меня не вдохновляет) Если вам нужен человек, который горит своим делом, то велком в личные сообщения)\n\n",

           ]
smm = arr_smm

# Targetolog

arr_targetolog = ["*rewqrwer*\n\n"
                  "*Опыт работы*: 1,5 года\n\n"
                  "*Услуги*:\nТаргетированная реклама в Instagram, Facebook \n\n"
                  "*Ниши*:\nАксессуары, краски для дома, мебели, фотограф, косметолог, массажист, одежда, психолог \n\n"
                  "[Портфолио](http://taplink.cc/sania_target)\n\n"
                  "*Примерная стоимость*:\n15-18 тыс. руб./месяц \n\n"
                  "*Контакты*:\n[Instagram](instagram.com/sarewqt)\n[Телеграм](https://t.me/sqwrerqt) \n\n"
                  "*О специалисте*:\nПомогу с воронкой продаж, разработаю лид-магнит, работаю по договору, самозанятая. Аудит профиля и аудит прошлых рекламных компаний делаю бесплатно. \n\n",

                  
def arg_randomizer():
    np.random.shuffle(arr_smm)
    np.random.shuffle(arr_targetolog)
arg_randomizer()



